module.exports = [
    {
        "id": 1,
        "name": "逸夫图书馆",
        "longitude": "116.47971868516379",
        "latitude": "39.874868068516754"
      },
    {
      "id": 2,
      "name": "第一教学楼",
      "longitude": "116.47923052310932",
      "latitude": "39.87790627611314"
    },
    {
      "id": 3,
      "name": "第二教学楼",
      "longitude": "116.47822737699244",
      "latitude": "39.87750283622277"
    },
    {
      "id": 4,
      "name": "第三教学楼",
      "longitude": "116.48106515413019",
      "latitude": "39.87533327703688"
    },
    {
      "id": 5,
      "name": "第四教学楼",
      "longitude": "116.48453593275917",
      "latitude": "39.87550206872862"
    },
    {
      "id": 6,
      "name": "南操场",
      "longitude": "116.48325383685005",
      "latitude": "39.87459635234614"
    },
    {
      "id": 7,
      "name": "北操场",
      "longitude": "116.48289978526009",
      "latitude": "39.877115861003965"
    },
    {
      "id": 8,
      "name": "1号楼",
      "longitude": "116.47887647173775",
      "latitude": "39.87909188158577"
    },
    {
      "id": 9,
      "name": "2号楼",
      "longitude": "116.47896230242623",
      "latitude": "39.878766665466685"
    },
    {
        "id": 10,
        "name": "天天餐厅",
        "longitude": "116.48028194926155",
        "latitude": "39.87886134879974"
      },
      {
        "id": 11,
        "name": "3号楼",
        "longitude": "116.481263637761",
        "latitude": "39.87912893142551"
      },
      {
        "id": 12,
        "name": "4号楼",
        "longitude": "116.48123681567085",
        "latitude": "39.87873373210279"
      },
      {
        "id": 13,
        "name": "北门",
        "longitude": "116.48180007956398",
        "latitude": "39.87921126433109"
      },
      {
        "id": 14,
        "name": "11号楼",
        "longitude": "116.4829373361863",
        "latitude": "39.87811622857017"
      },
      {
        "id": 15,
        "name": "游泳馆",
        "longitude": "116.48161768935097",
        "latitude": "39.87678240200006"
      },
      {
        "id": 16,
        "name": "材料楼",
        "longitude": "116.47884428522957",
        "latitude": "39.8768400370792"
      }
  ]